[General]
language=eesti
link_pc_name=Arvuti nimi
link_connect_pwd=Parool
link_file_path=Sisendkaust
link_auto_start=Automaatkäivitus
link_change_folder_btn=Muuda
link_open_folder_btn=Ava
link_change_folder_dialog_title=Valige sisendkaust
link_save_button=Salvesta
link_copyright=<c color="808080">Autoriõigus (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Kõik õigused on kaitstud.</c>
link_save_success_msg=Sätete salvestamine õnnestus.
link_save_success_title=Sõnum
link_error_title=Tõrge
link_error_program_already_ran=Rakendus töötab. Palun vaadake oma süsteemisalve.
link_error_program_expire=Prooviversioon on aegunud, uuema versiooni hankimiseks pöörduge Shirui poole.
link_open_main_window=Ava SeewoLink
link_exit_program=Välju
link_minimize_to_tray=Minimeeri süsteemisalvele
link_open_spec=Abi
link_update=Uuenda
link_register=Registreeri
link_error_title=Tõrge
link_message_title= Sõnum
link_update_network_error=Võrguühenduse loomine nurjus. Palun proovige hiljem uuesti.
link_home_qrcode_tip=Androidi klient
link_connect_pc_tip= Arvutiga ühenduse loomiseks skannige QR-kood sisse
link_reg_serial_invalid=Vale seerianumber
link_reg_partial_success=Palju õnne! See seerianumber aegub %d kasutuskorraga. Saate kasutada seda seerianumbrit veel %d seadmega.
link_reg_full_success=Palju õnne! See seerianumber on alati kehtiv. Saate kasutada seda seerianumbrit veel %d seadmega.
link_reg_response_failed=Vabandust! Teie registreerimine nurjus.
link_reg_response_serial_error=Vabandust! Teie registreerimine nurjus. Põhjus: seerianumbri viga.
link_reg_response_error_lock=Vabandust! Teie registreerimine nurjus. Põhjus: seerianumber on mõne muu seadmega juba registreeritud.
link_reg_response_day_expire=Vabandust! Teie registreerimine nurjus. Põhjus: seerianumber on aegunud.
link_reg_input_serial_text=Palun sisestage seerianumber
link_error_unknown=Tundmatu tõrge.
link_reg_message_remaindays=Teie sertifikaat aegub %d kasutuskorraga.
link_reg_message_remaindays_tip= <c color="CCCCCC">Versioon %s, registreeritud</c>
link_reg_message_remaindays_warn=<c color="CCCCCC">Versioon %s,</c><c color="1899ED"><u><b><a id="1050">Registreeri</a></b></u></c><c color="CCCCCC">,Proovige ka</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">teisene</c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Versioon on %s</c><c color="1899ED"><b>. registreerimata </b></c><c color="FFFFFF">, allesjäänud kasutuskordi </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">.</c>
link_reg_rd_renew_button=Uuenda
link_confirm_button=OK
link_cancel_button=Tühista
link_reg_read_reginfo_error=Registreerimisteabe lugemine nurjus, palun registreerige uuesti.
link_lang_setting_button=Keel
link_lang_setting_hint=Palun valige keel:
link_lang_setting_ok=OK
link_lang_setting_cancel=Tühista
link_annotation_stop=Peata
link_auto_start_tip=SeewoLink käivitub koos Windowsiga
link_lang_tip=Keel
link_tab_text_status=Olek
link_tab_text_set=Seadistus
link_tab_text_about=Teave
link_stat_connected_device_tip= Ühendatud klient:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Ühendamiseks skannige
link_tab_text_help=<c color="FFFFFF">Abi saamiseks </c><c color="0000ff"><u><a id="1051"> klõpsake siin </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Ühendatud</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Lahti ühendatud</c>
link_softap_tip=Käivita tööpunkt
link_softap_info=<c color="808080">Tööpunkti nimi: %s</c><br/><c color="808080">parool: %s</c>
link_softap_on=<c color="CCCCCC">Tööpunkt%s<br/> on käivitatud</c>
link_softap_off=<c color="CCCCCC">Tööpunkt on peatatud</c>
link_softap_error=Tööpunkti ei saa käivitada, palun veenduge, et WLAN on sisse lülitatud
link_update_title=SeewoLinki täiendus
link_update_confirm=Kas soovite uusimale versioonile täiendada?
link_update_success=Uusimale versioonile täiendatud
link_update_failed=Uusimale versioonile täiendamine nurjus, palun külastage uusima versiooni hankimiseks ametlikku kodulehte
link_setup_uninstall=Desinstalli
link_setup_old_verision=Installitud on rakenduse %s vana versioon. See tuleb enne uue versiooni installimist eemaldada.
link_setup_restart_prompt=%s peab teie arvuti taaskäivitama!
link_setup_system_not_match=%s vajab vähemalt süsteemi Windows 7, installimine katkestatakse!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer